[Ability.A_Nova H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="麻痹毒液"
mTooltip="激活时，此生物会麻痹所有受%spell1.name影响的敌人。（对亡灵和构装体无效。）"

[Ability.A_Souffle_venimeux H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="毒液吐息"
mTooltip="当此生物造成伤害时，会使其中毒。%spell.name会在目标回合结束时扩散至其相邻的友军。此攻击为毒素类型。（对亡灵和构装体无效。）"

[Ability.souffle_venimeux_buff H7BaseBuff]
mName="挥发毒液"
mTooltip="此生物在其回合开始时受到%d %d.icon点伤害。持续%durnow回合。\n在回合结束时，毒液会扩散至相邻的友军。（对亡灵和构装体无效。）"

[Creature_Basilisk.A_Basilisk2 H7Creature]
mName="远古穴居龙"
mLore="在发育过程中，穴居龙会经历数个阶段。之后，神圣穴居龙会形成满是中空牙齿的颚部，能够喷射麻痹性毒液。一旦锁定目标，它就会咬上去，使其成为毫无防备的受害者。"

[Creature_Basilisk.A_CBasilisk H7Creature]
mName="穴居龙"
mLore="这些生物几乎是瞎子，但依靠视觉以外的感官进行狩猎。穴居龙拥有敏锐的嗅觉，并用胡须追踪动静，同时其分叉的舌头能感知空气的味道。众所周知，这种捕食者会喷出有毒的胆汁，帮助穴居龙定位受害者，因为这种液体在腐蚀血肉时会发出独特的嘶嘶声。"